{
  "error_title": "404 page not found",
  "error_message": "We are sorry but the page you are looking for does not exist.",
  "nav_slogan": "LEARNERS TODAY, LEADERS TOMORROW.",
  "nav_title_1": "About us",
  "nav_title_2": "Why NES",
  "nav_title_3": "Programme & qualifications",
  "nav_title_4": "Our Schools",
  "nav_title_5": "Join the Team",
  "nav_title_6": "Admission",
  "nav_title_7": "Contact us",
  "nav_title_1_sub_1": "Mission",
  "nav_title_1_sub_2": "Vision",
  "nav_title_1_sub_3": "Accreditation",
  "nav_title_1_sub_4": "Partners",
  "nav_title_1_sub_5": "FAQ",
  "nav_title_2_sub_1": "Benefits of NES Education",
  "nav_title_2_sub_2": "Where do NES qualifications take you",
  "nav_title_2_sub_3": "Information for parents and students",
  "nav_title_3_sub_1": "EYP - Early Year Programme",
  "nav_title_3_sub_2": "PSP - Primary Stage Programme",
  "nav_title_3_sub_3": "CNIPE - Certificate of Nile International Preparatory Education",
  "nav_title_3_sub_4": "CNISE - Certificate of Nile International Secondary Education",
  "school_name_1": "Obour",
  "school_name_2": "Al-Sherouk",
  "school_name_3": "Al-Andalus",
  "school_name_4": "Al-Jasmine",
  "school_name_5": "October",
  "school_name_6": "Al-Sadat",
  "school_name_7": "Zayed",
  "school_name_8": "Menia",
  "school_name_9": "Portsaid",
  "school_name_10": "Assuit",
  "school_name_11": "Dumaite ",
  "school_name_12": "Luxor",
  "school_name_13": "Aswan",
  "school_name_14": "Qena",
  "school_desc_1": "details about NES branch -Obour",
  "school_desc_2": "details about NES branch -Al-Sherouk",
  "school_desc_3": "details about NES branch -Al-Andalus",
  "school_desc_4": "details about NES branch -Al-Jasmine",
  "school_desc_5": "details about NES branch -October",
  "school_desc_6": "details about NES branch -Al-Sadat",
  "school_desc_7": "details about NES branch -Zayed",
  "school_desc_8": "details about NES branch -Menia",
  "school_desc_9": "details about NES branch -Portsaid",
  "school_desc_10": "details about NES branch -Assuit",
  "school_desc_11": "details about NES branch -Dumaite ",
  "school_desc_12": "details about NES branch -Luxor",
  "school_desc_13": "details about NES branch -Aswan",
  "school_desc_14": "details about NES branch -Qena",
  "nav_title_5_sub_1": "Admin Staff",
  "nav_title_5_sub_2": "Academic Staff",
  "nav_title_6_sub_1": "How to Apply",
  "nav_title_6_sub_2": "Required Documents",
  "nav_title_6_sub_3": "Uniform Guide",
  "nav_title_6_sub_4": "Online Application",
  "nav_title_6_sub_5": "Admission Terms and Conditions",
  "nav_title_6_sub_6": "Payment Process",
  "nav_title_6_sub_7": "Early Years Assessment Strategy",
  "nav_title_6_sub_8": "Preparatory & Secondary Assessment Strategy",

  "about_brief_title": "Brief about Egyptian National Schools",
  "about_brief_desc_1": "The Nile Certificate is an Egyptian certificate designed according to the standards and under the supervision of the Nile International Certificate Unit of the Education Development Fund in the Council of Ministers and in partnership with the British University of Cambridge Examinations under the supervision of the Egyptian Ministry of Education.",
  "about_brief_desc_2": "This educational system builds the student’s personality and provides him with knowledge and skills that develop the spirit of creativity, thinking and innovation and prepare him for the job market and university study locally and internationally.",
  "about_brief_desc_3": "The Egyptian Nile Schools are schools that provide a distinct educational system with international standards and an Egyptian identity, so that students of these schools obtain the Egyptian certificate to complete pre-university education, which qualifies them to join universities, whether at home or abroad, through new and advanced curricula designed in accordance with international standards to be the first Egyptian certificate of an international nature.",
  "about_brief_desc_4": "The Nile Certificate provides an educational model based on an educational curriculum planned and designed in light of the latest global trends of teaching and learning, which achieves advanced levels of quality for the educational process, making it an educational model that fulfills the elements of accreditation at the local and international level, and is based on the implementation of this educational model and its follow-up by an experienced educational leadership Distinguished and highly qualified teaching staff, trained and supported by a society aware of the challenges of the labor market and the quality requirements necessary to prepare the people of this country to become responsible and productive while strengthening their Egyptian identity and deepening their loyalty to the homeland.",
  "about_brief_desc_5": "Schools aim to serve the middle class who are able to enroll their children in schools with high annual fees. Schools qualify their graduates to enroll in any international university. Schools also aim to provide an integrated educational system in which the student does not need any private lessons that increase the financial burden on parents and the mental burden on the student, and teachers do not need them at the same time to receive competitive salaries.",

  "about_vision_title": "Vission",
  "about_vision_desc": "Presenting a new distinguished educational model that provides each student with a high-quality education based on participation with parents and society in managing it and achieving its goals. The student is granted a certificate of completion of pre-university education that is internationally recognized and equivalent to certificates.",

  "about_message_title": "Message",
  "about_message_desc": "Presenting a model of schools that applies local and international quality standards in all aspects of the educational process, which include curricula, teachers, effective administrative leadership, evaluation, facilities and equipment.",

  "about_educational_system_title": "NES Educational System",
  "about_educational_system_desc_main": "The Nile Education System is an integrated bilingual system that targets:",
  "about_educational_system_desc_1": "Upgrading skills in all sciences to balance with the knowledge provided to the student.",
  "about_educational_system_desc_2": "Achieving integration between the cognitive and skill frameworks of the curricula within the framework of an integrated educational process.",
  "about_educational_system_desc_3": "The achievement of the targeted learning outcomes is achieved through the use of various and sophisticated assessment methods.",
  "about_educational_system_desc_4": "Employee use of modern technology means to activate the applied aspects of the different approaches.",
  "about_educational_system_desc_5": "Developing students' technical, musical and sports skills through modern artistic, musical and sports education curricula that help them discover their creativity and take pride in their talents.",
  "about_educational_system_desc_6": "Consolidating moral, educational and patriotic values ​​and deepening the values ​​of tolerance and openness to the modern world.",
  "about_educational_system_desc_7": "Preparing students with the skills that enable them to deal with future challenges.",

  "about_competitive_features_title": "NES Competitive Features",
  "about_competitive_features_desc_1": "Applying international standards while preserving the Egyptian identity.",
  "about_competitive_features_desc_2": "Distinguished bilingual curricula for the kindergarten stage.",
  "about_competitive_features_desc_3": "Flexible curricula from the primary stage to the secondary stage do not depend on a specific book to be used as a course, but rather rely on a variety of sources to enrich the learning outcomes.",
  "about_competitive_features_desc_4": "Unprecedented curricula for Arabic, mathematics, social studies, and information technology.",
  "about_competitive_features_desc_5": "Integrated curricula for artistic education, music education and sports education.",
  "about_competitive_features_desc_6": "Integrating information technology into all aspects of the educational process.",
  "about_competitive_features_desc_7": "Developing student's research and critical thinking skills.",
  "about_competitive_features_desc_8": "Unprecedented curricula for pre-university education in Egypt for innovation, entrepreneurship, and project planning.",
  "about_competitive_features_desc_9": "Egyptian cadres trained as the nucleus for establishing an assessment and examinations unit in Egypt that adheres to the standards in the field of assessment and examinations similar to the examination authorities.",
  "about_competitive_features_desc_10": "For the student's commitment to the curricula of religious and civic education for the Ministry of Education and Technical Education.",

  "about_certificate_title": "NES Certificate",
  "about_certificate_desc_main": "The system enables the student to obtain two certificates approved by the Ministry of Education and Technical Education:",
  "about_certificate_desc_1_time": "The first, is after completing the basic education stage under the name:",
  "about_certificate_desc_1_name": "Certificate of Nile International Preparatory Education (CNIPE)",
  "about_certificate_desc_2_time": "The second, is after the end of pre-university education at the end of the twelfth grade, which qualifies students to join universities in Egypt and abroad under the name:",
  "about_certificate_desc_2_name": "Certificate of Nile International Secondary Education (CNISE)",

  "about_school_grade_title": "NES School Grades",
  "about_school_grade_desc_main": "The Nile educational system covers the academic stages starting from kindergarten to high school and is as follows :",
  "about_school_grade_desc_1": "Kindergarten two stages - KG I & KG II",
  "about_school_grade_desc_2": "Elementary stage: from the first grade to the sixth grade",
  "about_school_grade_desc_3": "Preparatory stage: the seventh grade to the ninth grade",
  "about_school_grade_desc_4": "Secondary school: Grade 10 to Grade 12",

  "about_ministry_approval_title": "Ministry Approval",
  "about_ministry_approval_desc": "Nile certificates and their curricula were approved by the Ministry of Education in accordance with Ministerial Decree No. 121, issued on: 2/4/2016",

  "about_curriculum_title": "NES Curriculum",
  "about_curriculum_desc": "Schools have special curricula defined in agreement with the British University of Cambridge, and their teaching is bilingual, where Arabic, religious education and social studies are taught in Arabic and the rest of the subjects are in English, in addition to the French language, starting from the second grade of primary school, and the curricula have been reviewed by Egyptian and foreign consultants. In addition, teachers are qualified in schools through a skills test that, if passed, they receive special training courses at the American University, and then receive other courses 3 times a year under the supervision of the University of Cambridge.",

  "about_teachers_title": "Teachers",
  "about_teachers_desc_1": "Teachers are the primary element in the Nile educational system because of their vital and constructive role in the educational process based on critical, analytical and innovative thinking, communication skills, social skills, ability to solve problems, and information and communication technology skills. The selection of distinguished teachers with experience in dealing with different educational styles and the ability to develop their professional skills is the most important means for the success of the educational system.",
  "about_teachers_desc_2": "One of the most distinctive features of Nile diploma teachers is their professional ability to deal with curricula that are not based on one book, but rather to use various educational resources to achieve learning outcomes.",

  "about_facilities_title": "NES Facilities",
  "about_facilities_desc_main": "For the educational system to be complete, modern school buildings must be provided in terms of the space allocated to a single student in and outside the classroom in line with local standards and qualify schools that implement the Nile educational system for international accreditation, and the following equipment must be provided, for example, but not limited to :",
  "about_facilities_desc_1": "Computer labs and internet services.",
  "about_facilities_desc_2": "Science laboratories for the first academic stages.",
  "about_facilities_desc_3": "Biology, chemistry and physics laboratories for advanced stages.",
  "about_facilities_desc_4": "Rooms for art and design.",
  "about_facilities_desc_5": "Music rooms equipped with the required sound insulation to ensure that the requirements for implementing the music education curriculum are met.",
  "about_facilities_desc_6": "Different playgrounds ensure that the requirements for implementing physical education curricula are met",

  "about_apply_title": "Applying to NES",
  "about_apply_desc": "For applying to Egyptian National Schools for students, please use below link:",
  "footer_contact_title": "Contact us",
  "footer_contact_school_name": "Nile Egyptian Schools",
  "footer_contact_address": "27 Mossadak, Dokki, Giza, Egypt",
  "footer_brief_title": "NES Brief",
  "footer_brief_desc": "Our vision is to play a leading role in transforming teaching & learning culture through providing innovative cutting-edge pedagogical (teaching and learning) approaches and use of partnerships, and technology.",
  "footer_touch_title": "Keep in Touch"
}
