{
  "home_text": "الصفحة الرئيسية",
  "error_title": "هذه الصفحة غير متاحة",
  "error_message": "نعتذر لكم و لكن الصفحة المطلوبة غير متاحة.",
  "nav_slogan": "متعلمين اليوم ، قادة غدًا.",
  "nav_title_1": "نبذة عنا",
  "nav_title_2": "لماذا مدارس النيل المصرية",
  "nav_title_3": "البرنامج و المؤهلات",
  "nav_title_4": "مدارسنا",
  "nav_title_5": "إنضم الينا",
  "nav_title_6": "التقدم",
  "nav_title_7": "تواصل معنا",
  "nav_title_1_sub_1": "المهمة",
  "nav_title_1_sub_2": "الرؤية",
  "nav_title_1_sub_3": "الاعتماد الاكاديمي",
  "nav_title_1_sub_4": "الشركاء",
  "nav_title_1_sub_5": "الاسئلة الشائعة",
  "nav_title_2_sub_1": "مميزات التعليم في مدارس النيل المصرية",
  "nav_title_2_sub_2": "اين تأخدك مؤهلات مدارس النيل المصرية",
  "nav_title_2_sub_3": "معلومات لأولياء الامور و الطلاب",
  "nav_title_3_sub_1": "EYP - برنامج السنوات الاولى",
  "nav_title_3_sub_2": "PSP - برنامج المرحلة الابتدائية",
  "nav_title_3_sub_3": "CNIPE - شهادة النيل الدولية للمرحلة الاعدادية",
  "nav_title_3_sub_4": "CNISE - شهادة النيل الدولية للمرحلة الثانوية",
  "school_name_1": "العبور",
  "school_name_2": "الشروق",
  "school_name_3": "الاندلس",
  "school_name_4": "الياسمين",
  "school_name_5": "اكتوبر",
  "school_name_6": "السادات",
  "school_name_7": "زايد",
  "school_name_8": "المنيا",
  "school_name_9": "بورسعيد",
  "school_name_10": "اسيوط",
  "school_name_11": "دمياط",
  "school_name_12": "الاقصر",
  "school_name_13": "اسوان",
  "school_name_14": "قنا",
  "school_desc_1": "تفاصيل عن مدارس العبور",
  "school_desc_2": "تفاصيل عن مدارس الشروق",
  "school_desc_3": "تفاصيل عن مدارس الاندلس",
  "school_desc_4": "تفاصيل عن مدارس الياسمين",
  "school_desc_5": "تفاصيل عن مدارس اكتوبر",
  "school_desc_6": "تفاصيل عن مدارس السادات",
  "school_desc_7": "تفاصيل عن مدارس زايد",
  "school_desc_8": "تفاصيل عن مدارس المنيا",
  "school_desc_9": "تفاصيل عن مدارس بورسعيد",
  "school_desc_10": "تفاصيل عن مدارس اسيوط",
  "school_desc_11": "تفاصيل عن مدارس دمياط",
  "school_desc_12": "تفاصيل عن مدارس الاقصر",
  "school_desc_13": "تفاصيل عن مدارس اسوان",
  "school_desc_14": "تفاصيل عن مدارس قنا",
  "nav_title_5_sub_1": "وظائف ادارية",
  "nav_title_5_sub_2": "وظائف اكاديمية",
  "nav_title_6_sub_1": "كيفية التقدم",
  "nav_title_6_sub_2": "المستندات المطلوبة",
  "nav_title_6_sub_3": "مرشد الزي الرسمي",
  "nav_title_6_sub_4": "التقديم اونلاين",
  "nav_title_6_sub_5": "الشروط و الاحكام للالتحاق",
  "nav_title_6_sub_6": "خطواط الدفع",
  "nav_title_6_sub_7": "استراتيجية تقييم السنوات المبكرة",
  "nav_title_6_sub_8": "استراتيجية تقييم الثانوي",

  "about_brief_title": "نبذة مختصرة عن مدارس النيل المصرية",
  "about_brief_desc_1": "شهادة النيل هي شهادة مصرية مصممة وفق معايير و بإشراف وحدة شهادة النيل الدولية التابعة لصندوق تطوير التعليم  بمجلس الوزراء وبالشراكة مع هيئة الامتحانات بجامعة كامبريدج البريطانية تحت إشراف وزرارة التربية والتعليم  المصرية.",
  "about_brief_desc_2": "هذا النظام التعليمي يبني شخصية الطالب ويكسبه المعارف والمهارات التي تنمي روح الإبداع والتفكير والابتكار وتعده  لسوق العمل والدراسة الجامعية محليا وعالميا .",
  "about_brief_desc_3": "مدارس النيل المصرية هي مدارس تقدم نظاما تعليميا متميزا بمعايير عالمية وهوية مصرية بحيث يحصل طالب هذه  المدارس على الشهادة المصرية لإتمام التعليم قبل الجامعي والتي تؤهله لاللتحاق بالجامعات سواء بالداخل أوالخارج من  خالل مناهج دراسية جديدة ومتطورة صممت وفقا للمعايير العالمية لتكون أول شهادة مصرية ذات طبيعة دولية.",
  "about_brief_desc_4": "توفر شهادة النيل نموذجا تعليميا يقوم علي منهج تعليمي مخطط ومصمم في ضوء أحدث الاتجاهات العالمية للتعليم  والتعلم، يحقق مستويات متقدمة من الجودة للعملية التعليمية، مما يجعله نموذجا تعليميا متسوفيا لمقومات الاعتماد على المستوى المحلي والدولي، ويقوم علي تنفيذ هذا النموذج التعليمي ومتابعته قيادة تربوية ذات خبرة متميزة وهيئة تدريس  عالية الكفاءة مدربة ويدعمه مجتمع واع بتحديات سوق العمل ومتطلبات الجودة الالزمة لإعداد أبناء هذا الوطن ليصبحوا  مسئولين ومنتجين مع تدعيم هويتهم المصرية وتعميق والئهم للوطن.",
  "about_brief_desc_5": "تهدف المدارس لإى خدمة الطبقة المتوسطة التي التستطيع لإحاق أبنائها بالمدارس ذات المصروفات السنوية المرتفعة، تؤهل المدارس خريجيها لاللتحاق بأي جامعة دولية. كما تهدف المدارس لإي توفير نظام تعليمي متكامل ال يحتاج الطالب فيه لإي دروس خصوصية تزيد من العبء المالي على أولياء الأمور والعبء الذهني على الطالب وال يحتاج لإيها المعلمين في نفس الوقت لتقاضيهم مرتبات تنافسية.",

  "about_vision_title": "الرؤية",
  "about_vision_desc": "تقديم نموذج تعليمي جديد متميز يقدم لكل طالب تعليم عالي الجودة يقوم علي المشاركة مع اولياء الأمور والمجتمع في إدارته وتحقيق أهدافه ويمنح الطالب شهادة إتمام التعليم ما قبل الجامعي معترف بها عالميا وتعادل الشهادات.",

  "about_message_title": "الرسالة",
  "about_message_desc": "تقديم نموذج من المدارس يقوم بتطبيق معايير الجودة المحلية والعالمية في جميع نواحي العملية التعليمية والتي تشتمل علي المناهج، والمعلمون، والقيادة الإدارية الفعالة، والتقويم، والمنشآت والتجهيزات.",

  "about_educational_system_title": "نظام النيل التعليمى",
  "about_educational_system_desc_main": "نظام النيل التعليمي هو نظام متكامل ثنائي اللغة يستهدف:",
  "about_educational_system_desc_1": "الإرتقاء بالمهارات فى جميع العلوم بحيث تتوازن مع المعارف المقدمة للطالب.",
  "about_educational_system_desc_2": "تحقيق التكامل بين الأطر المعرفية والمهارية للمناهج فى إطار عملية تعليمية متكاملة.",
  "about_educational_system_desc_3": "تحقق مدى تحقيق نواتج التعلم المستهدفة من خالل استخدام طرق تقييم متنوعة ومتطورة.",
  "about_educational_system_desc_4": "الاستخدام الموظف لوسائل التكنولوجيا الحديثة لتفعيل النواحى التطبيقية من المناهج المختلفة.",
  "about_educational_system_desc_5": "تنمية مهارات الطالب الفنية والموسيقية والرياضية من خالل مناهج حديثة للتربية الفنية والتربية الموسيقية والتربية الرياضية تساعدهم على اكتشاف قدراتهم الإبداعية والاعتزاز بمواهبهم.",
  "about_educational_system_desc_6": "ترسيخ القيم الأخالقية والتربوية والوطنية وتعميق قيم التسامح والانفتاح على العالم الحديث.",
  "about_educational_system_desc_7": "إعداد طالب يتمتعون بالمهارات التي تمكنهم من التعامل مع تحديات المستقبل. ",

  "about_competitive_features_title": "السمات التنافسية لنظام النيل التعليمى :",
  "about_competitive_features_desc_1": "تطبيق المعايير الدولية مع الحفاظ على الهوية المصرية.",
  "about_competitive_features_desc_2": "مناهج متميزة ثنائية اللغة لمرحلة رياض الأطفال.",
  "about_competitive_features_desc_3": "مناهج مرنة من المرحلة الإبتدائية وحتى المرحلة الثانوية ال تعتمد علي كتاب محدد يتم استخدامه كمقرر دراسي وإنما تعتمد على مصادر متنوعة لإثراء مخرجات التعلم.",
  "about_competitive_features_desc_4": "مناهج غير مسبوقة للغة العربية والرياضيات والدراسات الاجتماعية وتكنولوجيا المعلومات.",
  "about_competitive_features_desc_5": "مناهج متكاملة للتربية الفنية، والتربية الموسيقية والتربية الرياضية.",
  "about_competitive_features_desc_6": "دمج تكنولوجيا المعلومات في جميع جوانب العملية التعليمية.",
  "about_competitive_features_desc_7": "تنمية مهارات البحث والتفكير النقدى لدي الطالب.",
  "about_competitive_features_desc_8": "مناهج غير مسبوقة للتعليم قبل الجامعي في مصر خاصة بالابتكار وريادة الأعمال والتخطيط للمشروعات.",
  "about_competitive_features_desc_9": "كوارد مصرية مدربة كنواة لتأسيس وحدة للتقيم والامتحانات في مصر تلتزم في ممارستها بالمعايير في مجال التقييم والامتحانات تماثل هيئات الإمتحانات .",
  "about_competitive_features_desc_10": "لإتزام الطالب بمناهج التربية الدينية والتربية الوطنية الخاصة بوزارة التربية والتعليم والتعليم الفني.",

  "about_certificate_title": "الشهادات الممنوحة للطالب",
  "about_certificate_desc_main": "يتيح النظام للطالب الحصول على شهادتين معتمدتين من وزارة التربية والتعليم والتعليم الفني:",
  "about_certificate_desc_1_time": "الأولى بعد اتمام مرحلة التعليم الاساسي بمسمي:",
  "about_certificate_desc_1_name": "شهادة النيل الإعدادية ",
  "about_certificate_desc_2_time": "والثانية بعد انتهاء التعليم قبل الجامعي في نهاية الصف الثاني عشر والتى تؤهل الطالب لاللتحاق بالجامعات في مصر والخارج بمسمى:",
  "about_certificate_desc_2_name": "شهادة النيل الثانوية",

  "about_school_grade_title": "المراحل الدراسية لنظام النيل التعليمي",
  "about_school_grade_desc_main": "يغطي نظام النيل التعليمي المراحل الدراسية بدءا من مرحلة رياض الأطفال لإى المرحلة الثانوية وهو كالتالي:",
  "about_school_grade_desc_1": "الأطفال رياض مرحلتي - KG I & KG II",
  "about_school_grade_desc_2": "المرحلة الابتدائية:من الصف الأول الى الصف السادس",
  "about_school_grade_desc_3": "المرحلة الاعدادية: الصف السابع لإى الصف التاسع",
  "about_school_grade_desc_4": "المرحلة الثانوية: الصف العاشر لإى الصف الثاني عشر",

  "about_ministry_approval_title": "اعتماد وزارة التربية والتعليم المرحلة الثانوية:",
  "about_ministry_approval_desc": "تم اعتماد شهادات النيل والمناهج الخاصة بها من وزارة التربية والتعليم بموجب القرار الوازري رقم 121 ،والصادر بتاريخ  : 2016/4/2 ",

  "about_curriculum_title": "المناهج",
  "about_curriculum_desc": "للمدارس مناهج خاصة حددت بالاتفاق مع جامعة كامبريدج البريطانية، والتدريس بها ثنائي اللغة حيث تدرس اللغة العربية والتربية الدينية والدراسات الاجتماعية باللغة العربية وباقي المواد باللغة الإنجليزية بالإضافة الى اللغة الفرنسية إبتداء من الصف الثاني الإبتدائي وتمت مراجعة المناهج من قبل مستشارين مصريين وأجانب . كما يتم تأهيل المعلمين بالمدارس من خالل اختبار مهارات يحصلون في حال اجتيازه على دورات تدربية خاصة في الجامعة الأمريكية، ثم يتلقون دورات أخرى 3مرات في السنة تحت إشراف جامعة كامبريدج. ",

  "about_teachers_title": "المعلمون",
  "about_teachers_desc_1": "المعلمون هم العنصر الأساسي في نظام النيل التعليمي لما لهم من دور حيوي وبناء في العملية التعليمية القائمة على التفكير النقدى والتحليلي والابتكاري، ومهارات الاتصال، والمهارات الاجتماعية، والقدرة علي حل المشكالت، ومهارات تكنولوجيا المعلومات والاتصالات. ويعد انتقاء العناصر المتميزة من المعلمين من ذوى الخبرة في التعامل مع انماط تعليمية مختلفة والقدرة على تنمية مهاراتهم المهنية أهم سبل نجاح المنظومة التعليمية.",
  "about_teachers_desc_2": "ومن اكثر ما يميز معلمي شهادات النيل قدرتهم المهنية على التعامل مع المناهج غير القائمة على الكتاب الواحد ولكن علي استخدام مصادر تعليمية متنوعة لتحقيق مخرجات التعلم.",

  "about_facilities_title": "المنشآت والتجهيزات",
  "about_facilities_desc_main": "لكتمال المنظومة التعليمية، يجب توفير مباني مدرسية عصرية من حيث المساحة المخصصة للطالب الواحد في الفصول وخارجها بما يتوافق مع المعايير المحلية و ويؤهل المدارس التى تقوم بتطبيق نظام النيل التعليمي للإعتماد الدولي، ويجب توفير التجهيزات اآلتية، على سبيل المثال ال الحصر:",
  "about_facilities_desc_1": "معامل الكمبيوتر وخدمات الانترنت.",
  "about_facilities_desc_2": "معامل العلوم للمراحل الدراسية الأولى.",
  "about_facilities_desc_3": "معامل الأحياء والكمياء والفيزياء للمراحل المتقدمة .",
  "about_facilities_desc_4": "غرف للفن والتصميم.",
  "about_facilities_desc_5": "غرف للموسيقى مجهزة بالعزل الصوتي المطلوب تكفل استيفاء متطلبات تنفيذ مناهج التربية الموسيقية .",
  "about_facilities_desc_6": "مالعب مختلفة تكفل استيفاء متطلبات تنفيذ مناهج التربية الرياضية.",

  "about_apply_title": "التقديم في مدارس النيل",
  "about_apply_desc": "للتقدم للإلتحاق بالمدارس للطالب عن طريق الرابط التالي:",
  "footer_contact_title": "تواصل معنا",
  "footer_contact_school_name": "مدارس النيل المصرية",
  "footer_contact_address": "27 ش مصدق - الدقي - الجيزة",
  "footer_brief_title": "نبذة عن مدارس النيل",
  "footer_brief_desc": "تتمثل رؤيتنا في لعب دور رائد في تحويل ثقافة التدريس والتعلم من خلال توفير مناهج تعليمية مبتكرة (التدريس والتعلم) واستخدام الشراكات والتكنولوجيا.",
  "footer_touch_title": "ابقى على تواصل"
}
